[
  {
    "id": 572802,
    "title": "Aquaman and the Lost Kingdom",
    "description": "Black Manta, still driven by the need to avenge his father's death and wielding the power of the mythic Black Trident, will stop at nothing to take Aquaman down once and for all. To defeat him, Aquaman must turn to his imprisoned brother Orm, the former King of Atlantis, to forge an unlikely alliance in order to save the world from irreversible destruction.",
    "posterPath": "/7lTnXOy0iNtBAdRP3TZvaKJ77F6.jpg",
    "backdropPath": "/uC9V9D9YtV1ffckyDZSUsdw7fBs.jpg",
    "voteAverage": 7,
    "voteCount": 1174,
    "releaseDate": "2023-12-20"
  },
  {
    "id": 787699,
    "title": "Wonka",
    "description": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.",
    "posterPath": "/qhb1qOilapbapxWQn9jtRCMwXJF.jpg",
    "backdropPath": "/yOm993lsJyPmBodlYjgpPwBjXP9.jpg",
    "voteAverage": 7.2,
    "voteCount": 1669,
    "releaseDate": "2023-12-06"
  },
  {
    "id": 1022796,
    "title": "Wish",
    "description": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen.",
    "posterPath": "/AcoVfiv1rrWOmAdpnAMnM56ki19.jpg",
    "backdropPath": "/ehumsuIBbgAe1hg343oszCLrAfI.jpg",
    "voteAverage": 6.6,
    "voteCount": 542,
    "releaseDate": "2023-11-13"
  },
  {
    "id": 940551,
    "title": "Migration",
    "description": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica.",
    "posterPath": "/ldfCF9RhR40mppkzmftxapaHeTo.jpg",
    "backdropPath": "/meyhnvssZOPPjud4F1CjOb4snET.jpg",
    "voteAverage": 7.9,
    "voteCount": 397,
    "releaseDate": "2023-12-06"
  },
  {
    "id": 609681,
    "title": "The Marvels",
    "description": "Carol Danvers, aka Captain Marvel, has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe.",
    "posterPath": "/9GBhzXMFjgcZ3FdR9w3bUMMTps5.jpg",
    "backdropPath": "/tLxjbT5ROZRwYcpNT3nfQbqkApk.jpg",
    "voteAverage": 6.4,
    "voteCount": 1331,
    "releaseDate": "2023-11-08"
  },
  {
    "id": 1212073,
    "title": "Sixty Minutes",
    "description": "Desperate to keep custody of his daughter, a mixed martial arts fighter abandons a big match and races across Berlin to attend her birthday party.",
    "posterPath": "/cND79ZWPFINDtkA8uwmQo1gnPPE.jpg",
    "backdropPath": "/unvtbkgxh47BewQ8pENvdOdme0r.jpg",
    "voteAverage": 6.9,
    "voteCount": 173,
    "releaseDate": "2024-01-19"
  },
  {
    "id": 866398,
    "title": "The Beekeeper",
    "description": "One man’s campaign for vengeance takes on national stakes after he is revealed to be a former operative of a powerful and clandestine organization known as Beekeepers.",
    "posterPath": "/A7EByudX0eOzlkQ2FIbogzyazm2.jpg",
    "backdropPath": "/4MCKNAc6AbWjEsM2h9Xc29owo4z.jpg",
    "voteAverage": 7.3,
    "voteCount": 292,
    "releaseDate": "2024-01-10"
  },
  {
    "id": 799155,
    "title": "Attack",
    "description": "With the Parliament under siege, India’s first super soldier Arjun Shergill is tasked to get hold of the terrorists in the nick of time, save the Prime Minister from their clutches and stop a dirty bomb from exploding and destroying Delhi. Will Arjun succeed in his mission?",
    "posterPath": "/5jGKbYuZtdxSNOocI6ZziQeiY4n.jpg",
    "backdropPath": "/ba9TgAO4I8RyA2LljzR3MspHaM9.jpg",
    "voteAverage": 7.4,
    "voteCount": 85,
    "releaseDate": "2022-04-01"
  },
  {
    "id": 965571,
    "title": "Patriots Time",
    "description": "The brothers Sultan and Bekzat Ibrayev are serving faithfully in the Armed Forces of Kazakhstan, and at the same time they are in family disagreement. Sultan is a valiant intelligence officer and Bekzat is a talented fighter pilot. While an international terrorist organization prepares a carefully planned attack on the country's strategically important facilities, the brothers have to face not only a mortal threat, but also face a family confrontation related to their dead father. Circumstances force them to unite in order to save human lives, and the brothers eventually understand that their homeland and family are the most valuable thing they have.",
    "posterPath": "/A4QM6oF4UNNhQh1f9pRdXvyKW5s.jpg",
    "backdropPath": "/xCt3Ha6hhHep5pwiW2FSenC59Gn.jpg",
    "voteAverage": 9.7,
    "voteCount": 16,
    "releaseDate": "2022-04-28"
  },
  {
    "id": 1058694,
    "title": "Radical",
    "description": "In a Mexican border town plagued by neglect, corruption, and violence, a frustrated teacher tries a radical new method to break through his students’ apathy and unlock their curiosity, their potential… and maybe even their genius.",
    "posterPath": "/eSatbygYZp8ooprBHZdb6GFZxGB.jpg",
    "backdropPath": "/p9DKeXp6FPJtAQ1k13Z4zPWrCbN.jpg",
    "voteAverage": 8.6,
    "voteCount": 143,
    "releaseDate": "2023-10-19"
  },
  {
    "id": 753342,
    "title": "Napoleon",
    "description": "An epic that details the checkered rise and fall of French Emperor Napoleon Bonaparte and his relentless journey to power through the prism of his addictive, volatile relationship with his wife, Josephine.",
    "posterPath": "/vcZWJGvB5xydWuUO1vaTLI82tGi.jpg",
    "backdropPath": "/f1AQhx6ZfGhPZFTVKgxG91PhEYc.jpg",
    "voteAverage": 6.5,
    "voteCount": 1511,
    "releaseDate": "2023-11-22"
  },
  {
    "id": 955916,
    "title": "Lift",
    "description": "An international heist crew, led by Cyrus Whitaker, race to lift $500 million in gold from a passenger plane at 40,000 feet.",
    "posterPath": "/gma8o1jWa6m0K1iJ9TzHIiFyTtI.jpg",
    "backdropPath": "/rz8GGX5Id2hCW1KzAIY4xwbQw1w.jpg",
    "voteAverage": 6.5,
    "voteCount": 619,
    "releaseDate": "2024-01-10"
  },
  {
    "id": 982940,
    "title": "Due Justice",
    "description": "An attorney with a military past hunts down the gang who killed his wife and took his daughter.",
    "posterPath": "/35Uef7fz9ctYbJLXbJBCqvtttEQ.jpg",
    "backdropPath": "/1BFLsVxE1NzCIwicfOPtzzB4Kxh.jpg",
    "voteAverage": 7.1,
    "voteCount": 7,
    "releaseDate": "2023-11-24"
  },
  {
    "id": 933131,
    "title": "Badland Hunters",
    "description": "After a deadly earthquake turns Seoul into a lawless badland, a fearless huntsman springs into action to rescue a teenager abducted by a mad doctor.",
    "posterPath": "/zVMyvNowgbsBAL6O6esWfRpAcOb.jpg",
    "backdropPath": "/pWsD91G2R1Da3AKM3ymr3UoIfRb.jpg",
    "voteAverage": 6.8,
    "voteCount": 90,
    "releaseDate": "2024-01-26"
  },
  {
    "id": 906126,
    "title": "Society of the Snow",
    "description": "On October 13, 1972, Uruguayan Air Force Flight 571, chartered to take a rugby team to Chile, crashes into a glacier in the heart of the Andes.",
    "posterPath": "/2e853FDVSIso600RqAMunPxiZjq.jpg",
    "backdropPath": "/vdpE5pjJVql5aD6pnzRqlFmgxXf.jpg",
    "voteAverage": 8.1,
    "voteCount": 1552,
    "releaseDate": "2023-12-13"
  },
  {
    "id": 1072790,
    "title": "Anyone But You",
    "description": "After an amazing first date, Bea and Ben’s fiery attraction turns ice cold — until they find themselves unexpectedly reunited at a destination wedding in Australia. So they do what any two mature adults would do: pretend to be a couple.",
    "posterPath": "/yRt7MGBElkLQOYRvLTT1b3B1rcp.jpg",
    "backdropPath": "/kWyQh9fCrgcMfhqZmqtp89Q0TrT.jpg",
    "voteAverage": 7.4,
    "voteCount": 170,
    "releaseDate": "2023-12-21"
  },
  {
    "id": 792307,
    "title": "Poor Things",
    "description": "Brought back to life by an unorthodox scientist, a young woman runs off with a debauched lawyer on a whirlwind adventure across the continents. Free from the prejudices of her times, she grows steadfast in her purpose to stand for equality and liberation.",
    "posterPath": "/kCGlIMHnOm8JPXq3rXM6c5wMxcT.jpg",
    "backdropPath": "/bQS43HSLZzMjZkcHJz4fGc7fNdz.jpg",
    "voteAverage": 8.2,
    "voteCount": 663,
    "releaseDate": "2023-12-07"
  },
  {
    "id": 508883,
    "title": "The Boy and the Heron",
    "description": "While the Second World War rages, the teenage Mahito, haunted by his mother's tragic death, is relocated from Tokyo to the serene rural home of his new stepmother Natsuko, a woman who bears a striking resemblance to the boy's mother. As he tries to adjust, this strange new world grows even stranger following the appearance of a persistent gray heron, who perplexes and bedevils Mahito, dubbing him the \"long-awaited one.\"",
    "posterPath": "/y9xS5NQTBnFjDoXhSFQeGxlmkoM.jpg",
    "backdropPath": "/a0GM57AnJtNi7lMOCamniiyV10W.jpg",
    "voteAverage": 7.5,
    "voteCount": 875,
    "releaseDate": "2023-07-14"
  },
  {
    "id": 848187,
    "title": "Role Play",
    "description": "Emma has a wonderful husband and two kids in the suburbs of New Jersey – she also has a secret life as an assassin for hire – a secret that her husband David discovers when the couple decide to spice up their marriage with a little role play.",
    "posterPath": "/7MhXiTmTl16LwXNPbWCmqxj7UxH.jpg",
    "backdropPath": "/yl2GfeCaPoxChcGyM5p7vYp1CKS.jpg",
    "voteAverage": 6.1,
    "voteCount": 253,
    "releaseDate": "2023-12-14"
  },
  {
    "id": 872585,
    "title": "Oppenheimer",
    "description": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.",
    "posterPath": "/ptpr0kGAckfQkJeJIt8st5dglvd.jpg",
    "backdropPath": "/ycnO0cjsAROSGJKuMODgRtWsHQw.jpg",
    "voteAverage": 8.1,
    "voteCount": 6469,
    "releaseDate": "2023-07-19"
  },
  {
    "id": 1028703,
    "title": "The OctoGames",
    "description": "8 contestants compete in 8 deadly, classic children's games. They seek fame beyond their wildest dreams, competing for the chance to take over the YouTube channel of the famous yet elusive masked YouTuber known only as \"JaxPro\".",
    "posterPath": "/qGz5rffXhegQH5PGUDiObqoOt06.jpg",
    "backdropPath": "/ruKNVJFViAyR4jguVboFXTskMOe.jpg",
    "voteAverage": 6,
    "voteCount": 57,
    "releaseDate": "2022-10-07"
  },
  {
    "id": 899445,
    "title": "Deep Fear",
    "description": "A solo trip aboard a yacht takes a terrifying turn when a woman encounters three drug traffickers clinging to the shattered remains of a boat. They soon force her to dive into shark-infested waters to retrieve kilos of cocaine from the sunken wreck.",
    "posterPath": "/ms1omYCnhnO3eDOI88tfiy6SaoX.jpg",
    "backdropPath": "/dvNrgldueQciabkYmlCnyhmaPoO.jpg",
    "voteAverage": 5.9,
    "voteCount": 104,
    "releaseDate": "2023-10-18"
  },
  {
    "id": 1230393,
    "title": "Monsters 103 Mercies Dragon Damnation",
    "description": "A samurai's path leads him to a young waitress whose hometown was destroyed by a dragon. He doesn't want any trouble — but it finds them anyway.",
    "posterPath": "/yG8QKnaiz7JoIMh3oxdm0JJN6IG.jpg",
    "backdropPath": "/upDUDOlpGBPGwV6A4vs0y2Whzg0.jpg",
    "voteAverage": 8.4,
    "voteCount": 37,
    "releaseDate": "2024-01-21"
  },
  {
    "id": 385687,
    "title": "Fast X",
    "description": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.",
    "posterPath": "/fiVW06jE7z9YnO4trhaMEdclSiC.jpg",
    "backdropPath": "/4XM8DUTQb3lhLemJC51Jx4a2EuA.jpg",
    "voteAverage": 7.2,
    "voteCount": 4786,
    "releaseDate": "2023-05-17"
  },
  {
    "id": 926599,
    "title": "All Fun and Games",
    "description": "A group of Salem teens discover a cursed knife that unleashes a demon that forces them to play gruesome, deadly versions of childhood games where there can be no winners, only survivors.",
    "posterPath": "/1m0CTxlotr8H8GaoioL2IJHL1gW.jpg",
    "backdropPath": "/z11vvJ3zSNLwH5QfHRmGt8xpsGA.jpg",
    "voteAverage": 5.8,
    "voteCount": 65,
    "releaseDate": "2023-08-30"
  },
  {
    "id": 852445,
    "title": "Acid",
    "description": "During a heat wave, strange clouds start pouring down acid rain, wreaking devastation and panic throughout France. In a world teetering on the edge, a girl and her divorced parents must join forces to confront and try to escape this climate catastrophe.",
    "posterPath": "/91vF7SNB2tqsSultsmEn8tJYh4l.jpg",
    "backdropPath": "/rzz7TBviOvDgIeujt2h9GwxV0AJ.jpg",
    "voteAverage": 5.8,
    "voteCount": 76,
    "releaseDate": "2023-09-20"
  },
  {
    "id": 1029575,
    "title": "The Family Plan",
    "description": "Dan Morgan is many things: a devoted husband, a loving father, a celebrated car salesman. He's also a former assassin. And when his past catches up to his present, he's forced to take his unsuspecting family on a road trip unlike any other.",
    "posterPath": "/a6syn9qcU4a54Lmi3JoIr1XvhFU.jpg",
    "backdropPath": "/r9oTasGQofvkQY5vlUXglneF64Z.jpg",
    "voteAverage": 7.4,
    "voteCount": 825,
    "releaseDate": "2023-12-14"
  },
  {
    "id": 466420,
    "title": "Killers of the Flower Moon",
    "description": "When oil is discovered in 1920s Oklahoma under Osage Nation land, the Osage people are murdered one by one—until the FBI steps in to unravel the mystery.",
    "posterPath": "/dB6Krk806zeqd0YNp2ngQ9zXteH.jpg",
    "backdropPath": "/1X7vow16X7CnCoexXh4H4F2yDJv.jpg",
    "voteAverage": 7.5,
    "voteCount": 2187,
    "releaseDate": "2023-10-18"
  },
  {
    "id": 918692,
    "title": "Granit",
    "description": "Mozambique requests from Russia is being helped in the fight against militants of the \"Islamic State\" and a special group led by a commander with the call sign Granit is coming to the country.",
    "posterPath": "/zLJn4U2qlWIzlFP5SsyFJUDQjfs.jpg",
    "backdropPath": "/oQ429AcD85ttxvOxAaYpETnAsW0.jpg",
    "voteAverage": 7.2,
    "voteCount": 25,
    "releaseDate": "2021-12-29"
  },
  {
    "id": 1211957,
    "title": "The Painter",
    "description": "An ex-CIA operative is thrown back into a dangerous world when a mysterious woman from his past resurfaces. Now exposed and targeted by a relentless killer and a rogue black ops program, he must rely on skills he thought he left behind in a high-stakes game of survival.",
    "posterPath": "/UZ0ydgbXtnrq8xZCI5lHVXVcH9.jpg",
    "backdropPath": "/nAQpXoqurOdVdFSEdYramsVF33w.jpg",
    "voteAverage": 7.2,
    "voteCount": 43,
    "releaseDate": "2024-01-05"
  },
  {
    "id": 346698,
    "title": "Barbie",
    "description": "Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.",
    "posterPath": "/iuFNMS8U5cb6xfzi51Dbkovj7vM.jpg",
    "backdropPath": "/nHf61UzkfFno5X1ofIhugCPus2R.jpg",
    "voteAverage": 7.1,
    "voteCount": 7162,
    "releaseDate": "2023-07-19"
  },
  {
    "id": 695721,
    "title": "The Hunger Games: The Ballad of Songbirds & Snakes",
    "description": "64 years before he becomes the tyrannical president of Panem, Coriolanus Snow sees a chance for a change in fortunes when he mentors Lucy Gray Baird, the female tribute from District 12.",
    "posterPath": "/mBaXZ95R2OxueZhvQbcEWy2DqyO.jpg",
    "backdropPath": "/12kuwLnMvQJAdTQQ3zGE1dbfFDh.jpg",
    "voteAverage": 7.2,
    "voteCount": 1623,
    "releaseDate": "2023-11-15"
  },
  {
    "id": 924763,
    "title": "Weekend Warriors",
    "description": "A fun camping trip turns into a desperate fight for survival after two kids witness a horrific event in the wild. They have to endure the elements and wildlife and they must also find a way to reach civilization before it's too late.",
    "posterPath": "/uGyZZODYqcYINRPIgaHbMmawQ2I.jpg",
    "backdropPath": "/vUusbRUPQjU85z3mq9rp2r1GYvf.jpg",
    "voteAverage": 8.1,
    "voteCount": 15,
    "releaseDate": "2021-04-01"
  },
  {
    "id": 1214314,
    "title": "One More Shot",
    "description": "Following the attack on the black site in Poland, Navy SEAL Jake Harris is ordered to escort terrorist suspect Amin Mansur to Washington D.C. for interrogation. Before the prisoner transfer process is complete, though, the airport is attacked by a group of heavily armed, well-trained mercenaries.",
    "posterPath": "/nQ1BQg4yMdlYSHvHZgwladzy7EF.jpg",
    "backdropPath": "/lU1x6KXi2tvBPSIQxtVP6rmKEcw.jpg",
    "voteAverage": 6.9,
    "voteCount": 85,
    "releaseDate": "2024-01-12"
  },
  {
    "id": 1010581,
    "title": "My Fault",
    "description": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
    "posterPath": "/w46Vw536HwNnEzOa7J24YH9DPRS.jpg",
    "backdropPath": "/lntyt4OVDbcxA1l7LtwITbrD3FI.jpg",
    "voteAverage": 8,
    "voteCount": 2199,
    "releaseDate": "2023-06-08"
  },
  {
    "id": 891699,
    "title": "Silent Night",
    "description": "A tormented father witnesses his young son die when caught in a gang's crossfire on Christmas Eve. While recovering from a wound that costs him his voice, he makes vengeance his life's mission and embarks on a punishing training regimen in order to avenge his son's death.",
    "posterPath": "/nJCP1ZNTPKlZ7S0Kv3gbmuraAT4.jpg",
    "backdropPath": "/gg4zZoTggZmpAQ32qIrP5dtnkEZ.jpg",
    "voteAverage": 6.2,
    "voteCount": 365,
    "releaseDate": "2023-11-30"
  },
  {
    "id": 667538,
    "title": "Transformers: Rise of the Beasts",
    "description": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
    "posterPath": "/gPbM0MK8CP8A174rmUwGsADNYKD.jpg",
    "backdropPath": "/2vFuG6bWGyQUzYS9d69E5l85nIz.jpg",
    "voteAverage": 7.4,
    "voteCount": 3943,
    "releaseDate": "2023-06-06"
  },
  {
    "id": 76600,
    "title": "Avatar: The Way of Water",
    "description": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
    "posterPath": "/t6HIqrRAclMCA60NsSmeqe9RmNV.jpg",
    "backdropPath": "/8rpDcsfLJypbO6vREc0547VKqEv.jpg",
    "voteAverage": 7.6,
    "voteCount": 10733,
    "releaseDate": "2022-12-14"
  },
  {
    "id": 502356,
    "title": "The Super Mario Bros. Movie",
    "description": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
    "posterPath": "/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
    "backdropPath": "/9n2tJBplPbgR2ca05hS5CKXwP2c.jpg",
    "voteAverage": 7.7,
    "voteCount": 7929,
    "releaseDate": "2023-04-05"
  },
  {
    "id": 863851,
    "title": "Mírame",
    "description": "Lalo is a teenager tormented by the recent death of his dad, and being forced to move to an old house with his grandmother Elena. After taking his dad's old wristwatch, the ghost of a young girl begins to haunt him. Now, Lalo's life is in danger as he tries to unfold the mysterious ghost who keeps frightening him, hoping to stop her from dragging him for good.",
    "posterPath": "/cF0pwv6ce82pPVCIEzB5ArnuIZx.jpg",
    "backdropPath": "/iMujahWfsIB7eO8J1oatK6NGpAQ.jpg",
    "voteAverage": 7,
    "voteCount": 59,
    "releaseDate": "2021-08-20"
  },
  {
    "id": 603692,
    "title": "John Wick: Chapter 4",
    "description": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
    "posterPath": "/vZloFAK7NmvMGKE7VkF5UHaz0I.jpg",
    "backdropPath": "/7I6VUdPj6tQECNHdviJkUHD2u89.jpg",
    "voteAverage": 7.8,
    "voteCount": 5494,
    "releaseDate": "2023-03-22"
  },
  {
    "id": 901362,
    "title": "Trolls Band Together",
    "description": "When Branch's brother, Floyd, is kidnapped for his musical talents by a pair of nefarious pop-star villains, Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity.",
    "posterPath": "/bkpPTZUdq31UGDovmszsg2CchiI.jpg",
    "backdropPath": "/k1KrbaCMACQiq7EA0Yhw3bdzMv7.jpg",
    "voteAverage": 7.2,
    "voteCount": 588,
    "releaseDate": "2023-10-12"
  },
  {
    "id": 810271,
    "title": "The Resort",
    "description": "Four friends head to Hawaii to investigate reports of a haunting at an abandoned resort in hopes of finding the infamous Half-Faced Girl. When they arrive, they soon learn you should be careful what you wish for.",
    "posterPath": "/bXZUVJP8Fr3RId7SSsV4RXvjnIh.jpg",
    "backdropPath": "/t7nUJ8aLDkGejeLiqrGCN3OGmnD.jpg",
    "voteAverage": 4.5,
    "voteCount": 103,
    "releaseDate": "2021-04-30"
  },
  {
    "id": 1155089,
    "title": "Justice League: Crisis on Infinite Earths Part One",
    "description": "Death is coming. Worse than death: oblivion. Not just for our Earth, but for everyone, everywhere, in every universe! Against this ultimate destruction, the mysterious Monitor has gathered the greatest team of Super Heroes ever assembled. But what can the combined might of Superman, Wonder Woman, Batman, The Flash, Green Lantern and hundreds of Super Heroes from multiple Earths even do to save all of reality from an unstoppable antimatter armageddon?!",
    "posterPath": "/zR6C66EDklgTPLHRSmmMt5878MR.jpg",
    "backdropPath": "/rVJfabCz1ViynQCEz54MRqdZig1.jpg",
    "voteAverage": 7.7,
    "voteCount": 142,
    "releaseDate": "2024-01-09"
  },
  {
    "id": 940721,
    "title": "Godzilla Minus One",
    "description": "In postwar Japan, a new terror rises. Will the devastated people be able to survive... let alone fight back?",
    "posterPath": "/hkxxMIGaiCTmrEArK7J56JTKUlB.jpg",
    "backdropPath": "/bWIIWhnaoWx3FTVXv6GkYDv3djL.jpg",
    "voteAverage": 7.9,
    "voteCount": 378,
    "releaseDate": "2023-11-03"
  },
  {
    "id": 897087,
    "title": "Freelance",
    "description": "An ex-special forces operative takes a job to provide security for a journalist as she interviews a dictator, but a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive.",
    "posterPath": "/7Bd4EUOqQDKZXA6Od5gkfzRNb0.jpg",
    "backdropPath": "/zIYROrkHJPYB3VTiW1L9QVgaQO.jpg",
    "voteAverage": 6.5,
    "voteCount": 496,
    "releaseDate": "2023-10-05"
  },
  {
    "id": 1075794,
    "title": "Leo",
    "description": "Jaded 74-year-old lizard Leo has been stuck in the same Florida classroom for decades with his terrarium-mate turtle. When he learns he only has one year left to live, he plans to escape to experience life on the outside but instead gets caught up in the problems of his anxious students — including an impossibly mean substitute teacher.",
    "posterPath": "/pD6sL4vntUOXHmuvJPPZAgvyfd9.jpg",
    "backdropPath": "/auXrHU6O17n9Tz11SHReoorjrU6.jpg",
    "voteAverage": 7.5,
    "voteCount": 893,
    "releaseDate": "2023-11-17"
  },
  {
    "id": 848538,
    "title": "Argylle",
    "description": "When the plots of reclusive author Elly Conway's fictional espionage novels begin to mirror the covert actions of a real-life spy organization, quiet evenings at home become a thing of the past. Accompanied by her cat Alfie and Aiden, a cat-allergic spy, Elly races across the world to stay one step ahead of the killers as the line between Conway's fictional world and her real one begins to blur.",
    "posterPath": "/siduVKgOnABO4WH4lOwPQwaGwJp.jpg",
    "backdropPath": "/mY3CRicUMaX3Btxv8yspud75UJu.jpg",
    "voteAverage": 7.5,
    "voteCount": 13,
    "releaseDate": "2024-01-31"
  },
  {
    "id": 1007826,
    "title": "The Underdoggs",
    "description": "Jaycen 'Two Js' Jennings is a washed-up former pro football star who has hit rock bottom. When sentenced to community service coaching the Underdoggs, an unruly pee-wee football team in his hometown, he sees it mostly as an opportunity to rebuild his public image. But in the process, he may just turn his life around and rediscover his love of the game.",
    "posterPath": "/wj1VRcVsh39nkxLkZP8tuGd96tc.jpg",
    "backdropPath": "/dT1bXXEd7cfuVsB7CMvOKYiRZWl.jpg",
    "voteAverage": 6.5,
    "voteCount": 17,
    "releaseDate": "2024-01-25"
  },
  {
    "id": 1071215,
    "title": "Thanksgiving",
    "description": "After a Black Friday riot ends in tragedy, a mysterious Thanksgiving-inspired killer terrorizes Plymouth, Massachusetts - the birthplace of the holiday. Picking off residents one by one, what begins as random revenge killings are soon revealed to be part of a larger, sinister holiday plan.",
    "posterPath": "/f5f3TEVst1nHHyqgn7Z3tlwnBIH.jpg",
    "backdropPath": "/ktHEdqmMWC1wdfPRMRCTZe2OISL.jpg",
    "voteAverage": 6.7,
    "voteCount": 597,
    "releaseDate": "2023-11-16"
  },
  {
    "id": 507089,
    "title": "Five Nights at Freddy's",
    "description": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems.",
    "posterPath": "/7BpNtNfxuocYEVREzVMO75hso1l.jpg",
    "backdropPath": "/7NRGAtu8E4343NSKwhkgmVRDINw.jpg",
    "voteAverage": 7.7,
    "voteCount": 3278,
    "releaseDate": "2023-10-25"
  },
  {
    "id": 848326,
    "title": "Rebel Moon - Part One: A Child of Fire",
    "description": "When a peaceful colony on the edge of the galaxy finds itself threatened by the armies of the tyrannical Regent Balisarius, they dispatch Kora, a young woman with a mysterious past, to seek out warriors from neighboring planets to help them take a stand.",
    "posterPath": "/ui4DrH1cKk2vkHshcUcGt2lKxCm.jpg",
    "backdropPath": "/sRLC052ieEzkQs9dEtPMfFxYkej.jpg",
    "voteAverage": 6.4,
    "voteCount": 1344,
    "releaseDate": "2023-12-15"
  },
  {
    "id": 299054,
    "title": "Expend4bles",
    "description": "Armed with every weapon they can get their hands on and the skills to use them, The Expendables are the world’s last line of defense and the team that gets called when all other options are off the table. But new team members with new styles and tactics are going to give “new blood” a whole new meaning.",
    "posterPath": "/iwsMu0ehRPbtaSxqiaUDQB9qMWT.jpg",
    "backdropPath": "/rMvPXy8PUjj1o8o1pzgQbdNCsvj.jpg",
    "voteAverage": 6.4,
    "voteCount": 1073,
    "releaseDate": "2023-09-15"
  },
  {
    "id": 569094,
    "title": "Spider-Man: Across the Spider-Verse",
    "description": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
    "posterPath": "/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg",
    "backdropPath": "/4HodYYKEIsGOdinkGi2Ucz6X9i0.jpg",
    "voteAverage": 8.4,
    "voteCount": 5648,
    "releaseDate": "2023-05-31"
  },
  {
    "id": 927107,
    "title": "The Bricklayer",
    "description": "Someone is blackmailing the CIA by assassinating foreign journalists and making it look like the agency is responsible. As the world begins to unite against the U.S., the CIA must lure its most brilliant – and rebellious – operative out of retirement, forcing him to confront his checkered past while unraveling an international conspiracy.",
    "posterPath": "/36pYugctLa70NmwMEgXTR1G31Kq.jpg",
    "backdropPath": "/47SVqaO02doJ06tOmrjiWDkwU3T.jpg",
    "voteAverage": 6.1,
    "voteCount": 74,
    "releaseDate": "2023-12-14"
  },
  {
    "id": 506517,
    "title": "My Grandpa is an Alien",
    "description": "Una and an alien robot have 24 hours to find her Grandpa who was kidnapped by aliens. The extraordinary adventure leads to friendship, the rational robotic logic is replaced by emotions and Una's selfless love saves her partly alien family.",
    "posterPath": "/bWXH1kEDlLkHmn2R0udaspgVQSJ.jpg",
    "backdropPath": "/lnW8H1fNtzzI8OOrjZmXzMn5A0j.jpg",
    "voteAverage": 7.2,
    "voteCount": 22,
    "releaseDate": "2019-03-21"
  },
  {
    "id": 1072342,
    "title": "Night Swim",
    "description": "Forced into early retirement by a degenerative illness, former baseball player Ray Waller moves into a new house with his wife and two children. He hopes that the backyard swimming pool will be fun for the kids and provide physical therapy for himself. However, a dark secret from the home's past soon unleashes a malevolent force that drags the family into the depths of inescapable terror.",
    "posterPath": "/gSkfBGdxdialBMM7P02V4hcI6Ij.jpg",
    "backdropPath": "/klb3yODwKMRle19EcvdeSatEZL7.jpg",
    "voteAverage": 6,
    "voteCount": 162,
    "releaseDate": "2024-01-03"
  },
  {
    "id": 976573,
    "title": "Elemental",
    "description": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common.",
    "posterPath": "/4Y1WNkd88JXmGfhtWR7dmDAo1T2.jpg",
    "backdropPath": "/pA4sNvcohTNPx3AhEEeIu8gSt7h.jpg",
    "voteAverage": 7.7,
    "voteCount": 3591,
    "releaseDate": "2023-06-14"
  },
  {
    "id": 678512,
    "title": "Sound of Freedom",
    "description": "The story of Tim Ballard, a former US government agent, who quits his job in order to devote his life to rescuing children from global sex traffickers.",
    "posterPath": "/qA5kPYZA7FkVvqcEfJRoOy4kpHg.jpg",
    "backdropPath": "/pA3vdhadJPxF5GA1uo8OPTiNQDT.jpg",
    "voteAverage": 8.1,
    "voteCount": 1873,
    "releaseDate": "2023-07-03"
  },
  {
    "id": 575264,
    "title": "Mission: Impossible - Dead Reckoning Part One",
    "description": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most.",
    "posterPath": "/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
    "backdropPath": "/h56edmERPTkey89SqyKu4hINVNy.jpg",
    "voteAverage": 7.6,
    "voteCount": 2982,
    "releaseDate": "2023-07-08"
  },
  {
    "id": 670292,
    "title": "The Creator",
    "description": "Amid a future war between the human race and the forces of artificial intelligence, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war—and mankind itself.",
    "posterPath": "/vBZ0qvaRxqEhZwl6LWmruJqWE8Z.jpg",
    "backdropPath": "/kjQBrc00fB2RjHZB3PGR4w9ibpz.jpg",
    "voteAverage": 7.1,
    "voteCount": 2078,
    "releaseDate": "2023-09-27"
  },
  {
    "id": 1216784,
    "title": "Sunrise",
    "description": "When an ex-cop named Fallon returns to the scene of a horrific crime, the residents of a rural town soon discover that this dark visitor is really a vampire who feeds on blood and fear. After he is befriended by a kind immigrant family, the instinctive killer is faced with a choice between revenge and redemption.",
    "posterPath": "/4aRvg2ybz646gciX5M6qaclunC2.jpg",
    "backdropPath": "/9uNCYl2qmg16FLarg3n3Ea0PBIG.jpg",
    "voteAverage": 8.2,
    "voteCount": 13,
    "releaseDate": "2024-01-19"
  },
  {
    "id": 9912,
    "title": "The World's Fastest Indian",
    "description": "The life story of New Zealander Burt Munro, who spent years building a 1920 Indian motorcycle—a bike which helped him set the land-speed world record at Utah's Bonneville Salt Flats in 1967.",
    "posterPath": "/i7obsEYXjo725H9vneFqxxUiZw7.jpg",
    "backdropPath": "/k63u1PAW8aL7hy1Rwtn0d0oy4rn.jpg",
    "voteAverage": 7.6,
    "voteCount": 666,
    "releaseDate": "2005-10-12"
  },
  {
    "id": 949567,
    "title": "The Exorcism of Hannah Stevenson",
    "description": "Hannah and Matt, a young couple on their first holiday together, quickly discover that they may not see eye-to-eye. Feeling as though she let her boyfriend down, Hannah enlists the help of a mysterious gypsy woman, in the hope that the couple's troubles can be overcome. However, when Matt wakes to find his girlfriend has disappeared, the gypsy woman's sinister intentions become all too clear.",
    "posterPath": "/so05qY0sDY0348bRg0tK9tSnnEq.jpg",
    "backdropPath": "/ogJFTzAbIIOAvy3cnYsLWyRd9T6.jpg",
    "voteAverage": 0,
    "voteCount": 0,
    "releaseDate": "2022-03-14"
  },
  {
    "id": 615656,
    "title": "Meg 2: The Trench",
    "description": "An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival.",
    "posterPath": "/4m1Au3YkjqsxF8iwQy0fPYSxE0h.jpg",
    "backdropPath": "/5mzr6JZbrqnqD8rCEvPhuCE5Fw2.jpg",
    "voteAverage": 6.7,
    "voteCount": 2870,
    "releaseDate": "2023-08-02"
  },
  {
    "id": 888001,
    "title": "River of Fear",
    "description": "Andrejs, a meticulous outdoor adventure guide, takes a film crew to a wild river valley for a vegetarian sausage commercial shoot. The enterprise suffers an unexpected setback as the crew goes missing. Little they know that in autumn the valley unleashes a strange, wondrous phenomenon whose reckless power does not spare even the locals. Finding the missing clients is no child’s play because he who seeks to find will lose himself.",
    "posterPath": "/8Q0sJtvbhkPJ1jXzvYW7qzgcupk.jpg",
    "backdropPath": "/mpxTLzAs7Os3SnjtnjqZ6PzOgae.jpg",
    "voteAverage": 5.3,
    "voteCount": 13,
    "releaseDate": "2022-04-21"
  },
  {
    "id": 843380,
    "title": "Dead for a Dollar",
    "description": "In 1897, veteran bounty hunter Max Borlund is deep into Mexico where he encounters professional gambler and outlaw Joe Cribbens — a sworn enemy he sent to prison years before. Max is on a mission to find and return Rachel Kidd, the wife of a wealthy businessman, who as the story is told to Max, has been abducted by Buffalo Soldier Elijah Jones. Max is ultimately faced with a showdown to save honor.",
    "posterPath": "/1AnXfjxFqMsQmUPSvt9YxUJhfFw.jpg",
    "backdropPath": "/15BnuDQ8pYRmLqPZKAk5vIhUu9J.jpg",
    "voteAverage": 5.9,
    "voteCount": 206,
    "releaseDate": "2022-09-30"
  },
  {
    "id": 744857,
    "title": "When Evil Lurks",
    "description": "Residents of a small rural town discover that a demon is about to be born among them. They desperately try to escape before the evil is born, but it may be too late.",
    "posterPath": "/2gimJ06p9tVR4P6jacZWcLcNEwA.jpg",
    "backdropPath": "/mv8M0PqQYicndU7TGgBAHrI4uUo.jpg",
    "voteAverage": 7.4,
    "voteCount": 483,
    "releaseDate": "2023-10-05"
  },
  {
    "id": 1226281,
    "title": "Pantasya ni Tami",
    "description": "Tami, with the help of her fubu photographer, Ken, sells sexy photos of herself. When she meets her fan, Gelo, who loves her as she is, she is torn whether to leave cosplaying or leave Gelo.",
    "posterPath": "/iej9tjZsnWbfn6BirakJAygfaEq.jpg",
    "backdropPath": "/hQJR85HLngbthcWvaBXsaNCntvl.jpg",
    "voteAverage": 0,
    "voteCount": 0,
    "releaseDate": "2024-02-02"
  },
  {
    "id": 298618,
    "title": "The Flash",
    "description": "When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
    "posterPath": "/rktDFPbfHfUbArZ6OOOKsXcv0Bm.jpg",
    "backdropPath": "/yF1eOkaYvwiORauRCPWznV9xVvi.jpg",
    "voteAverage": 6.8,
    "voteCount": 3537,
    "releaseDate": "2023-06-13"
  },
  {
    "id": 101251,
    "title": "El Padrino II: Border Intrusion",
    "description": "",
    "posterPath": "/yHtPjWgO3wCnY21qKL3NjbBbthx.jpg",
    "backdropPath": "/j6HmtpElHPSkoRIGNlkcqC5aU9g.jpg",
    "voteAverage": 6.3,
    "voteCount": 4,
    "releaseDate": "2008-01-01"
  },
  {
    "id": 854006,
    "title": "Ox-Head Village",
    "description": "Having launched a social media prank about a haunted building, three girls suddenly vanish. Rumours circulate that they were victims of The Ox-Head Village curse, triggering an investigation by two of their friends, desperate to find the truth about what has happened…",
    "posterPath": "/vwxYJyhNBg5uLByXe8fyIdO0YqD.jpg",
    "backdropPath": "/v5647AfhXyuJ6nVvLyfjJV89yss.jpg",
    "voteAverage": 5.2,
    "voteCount": 24,
    "releaseDate": "2022-02-18"
  },
  {
    "id": 1170824,
    "title": "American Star",
    "description": "An assassin on a final assignment in Fuerteventura, to kill a man he has never met. When his target is delayed, he finds himself drawn to the island, people and a ghostly shipwreck. Instead of following protocol he stays. But when the target returns, the world has shifted. Before everything was simple, now nothing is.",
    "posterPath": "/l3UO18fD7rSPRw8AYB8d19zwxUb.jpg",
    "backdropPath": "/dkPi08aPgRrOTB8OLrdSpt6zfa3.jpg",
    "voteAverage": 4.5,
    "voteCount": 4,
    "releaseDate": "2024-01-26"
  },
  {
    "id": 980489,
    "title": "Gran Turismo",
    "description": "The ultimate wish-fulfillment tale of a teenage Gran Turismo player whose gaming skills won him a series of Nissan competitions to become an actual professional racecar driver.",
    "posterPath": "/51tqzRtKMMZEYUpSYkrUE7v9ehm.jpg",
    "backdropPath": "/xFYpUmB01nswPgbzi8EOCT1ZYFu.jpg",
    "voteAverage": 8,
    "voteCount": 1881,
    "releaseDate": "2023-08-09"
  },
  {
    "id": 816741,
    "title": "Grey Eyes",
    "description": "In a post-apocalyptic future, mankind is color blind. A brilliant scientist suddenly dies, leaving his precious briefcase-filled with a highly-addictive synthetic drug that allows people to see colors again-to Ana, a mere 12-year-old girl. Possession of the briefcase makes her the target of a doctor with wicked plans for the drug, and her only hope to escape his pursuit relies on the aid of the dead scientist's two devoted bodyguards. Together, their epic, perilous journey pivots on a tremendous secret: Ana herself could be the key to salvaging a world in ruins.",
    "posterPath": "/5InVYa7CcbGioPvQ6ig4Lz4iLlR.jpg",
    "backdropPath": "/vDf9FmgCbn9YH4JGTpIsyiKX1fa.jpg",
    "voteAverage": 5.6,
    "voteCount": 7,
    "releaseDate": "2018-05-11"
  },
  {
    "id": 315162,
    "title": "Puss in Boots: The Last Wish",
    "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
    "posterPath": "/kuf6dutpsT0vSVehic3EZIqkOBt.jpg",
    "backdropPath": "/faXT8V80JRhnArTAeYXz0Eutpv9.jpg",
    "voteAverage": 8.2,
    "voteCount": 6938,
    "releaseDate": "2022-12-07"
  },
  {
    "id": 634649,
    "title": "Spider-Man: No Way Home",
    "description": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
    "posterPath": "/5weKu49pzJCt06OPpjvT80efnQj.jpg",
    "backdropPath": "/14QbnygCuTO0vl7CAFmPf1fgZfV.jpg",
    "voteAverage": 8,
    "voteCount": 18932,
    "releaseDate": "2021-12-15"
  },
  {
    "id": 491854,
    "title": "Foxtrot Six",
    "description": "Escalating climate change is turning the world economy upside down. With crops dying and food price spiking, FOOD has replaced oil as the world's most valuable commodity.  Among the very few lands still left fertile, Indonesia is quickly rising as the next economic superpower, when its government is suddenly and ruthlessly overtaken by a popular rogue political party.  In just three days, six former Marines must work together, find their long-lost brotherhood, stop a nationwide government- sanctioned genocide, and save millions of lives, for one last shot at redemption. Or die trying.",
    "posterPath": "/o7c8FKCZFIrLKrZSzgqufvNo4mr.jpg",
    "backdropPath": "/5d3v2DhPsh2fO0kb2zUuFp6KovA.jpg",
    "voteAverage": 6.5,
    "voteCount": 35,
    "releaseDate": "2019-02-21"
  },
  {
    "id": 893723,
    "title": "PAW Patrol: The Mighty Movie",
    "description": "A magical meteor crash lands in Adventure City and gives the PAW Patrol pups superpowers, transforming them into The Mighty Pups.",
    "posterPath": "/aTvePCU7exLepwg5hWySjwxojQK.jpg",
    "backdropPath": "/AprNYUAS2AJ3xVgg7Wwt00GVvsM.jpg",
    "voteAverage": 7.1,
    "voteCount": 311,
    "releaseDate": "2023-09-21"
  },
  {
    "id": 915935,
    "title": "Anatomy of a Fall",
    "description": "A woman is suspected of her husband’s murder, and their blind son faces a moral dilemma as the sole witness.",
    "posterPath": "/kQs6keheMwCxJxrzV83VUwFtHkB.jpg",
    "backdropPath": "/fGe1ej335XbqN1j9teoDpofpbLX.jpg",
    "voteAverage": 7.8,
    "voteCount": 807,
    "releaseDate": "2023-08-13"
  },
  {
    "id": 671,
    "title": "Harry Potter and the Philosopher's Stone",
    "description": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
    "posterPath": "/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
    "backdropPath": "/hziiv14OpD73u9gAak4XDDfBKa2.jpg",
    "voteAverage": 7.9,
    "voteCount": 26033,
    "releaseDate": "2001-11-16"
  },
  {
    "id": 926393,
    "title": "The Equalizer 3",
    "description": "Robert McCall finds himself at home in Southern Italy but he discovers his friends are under the control of local crime bosses. As events turn deadly, McCall knows what he has to do: become his friends' protector by taking on the mafia.",
    "posterPath": "/b0Ej6fnXAP8fK75hlyi2jKqdhHz.jpg",
    "backdropPath": "/tC78Pck2YCsUAtEdZwuHYUFYtOj.jpg",
    "voteAverage": 7.4,
    "voteCount": 2176,
    "releaseDate": "2023-08-30"
  },
  {
    "id": 299536,
    "title": "Avengers: Infinity War",
    "description": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
    "posterPath": "/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
    "backdropPath": "/mDfJG3LC3Dqb67AZ52x3Z0jU0uB.jpg",
    "voteAverage": 8.3,
    "voteCount": 28365,
    "releaseDate": "2018-04-25"
  },
  {
    "id": 79026,
    "title": "El padrino: The Latin Godfather",
    "description": "In the streets of East Los Angeles, Manny is a formidable drug dealer. Impressed by his extravagant lifestyle and prowess, his young son, Kilo, yearns to follow in his footsteps. Kilo resolves to learn how to prosper in the drug world, and his new life as a dealer begins. In a world where a man wants everything, he may end up with nothing.",
    "posterPath": "/10J7EQ8WvMYku8lcZrLewV2Ko4I.jpg",
    "backdropPath": "/nIiSCZvxDeCeXrOJnpbmRB8FcKH.jpg",
    "voteAverage": 6.8,
    "voteCount": 39,
    "releaseDate": "2004-09-27"
  },
  {
    "id": 1050035,
    "title": "Monster",
    "description": "When her young son Minato starts to behave strangely, his mother feels that there is something wrong. Discovering that a teacher is responsible, she storms into the school demanding to know what's going on. But as the story unfolds through the eyes of mother, teacher, and child, the truth gradually emerges.",
    "posterPath": "/uCxeoP5DKOt5ovEsY4jerxwbcbe.jpg",
    "backdropPath": "/vAsxVpXP53cMSsD9u4EekQKz4ur.jpg",
    "voteAverage": 8.2,
    "voteCount": 196,
    "releaseDate": "2023-06-02"
  },
  {
    "id": 297802,
    "title": "Aquaman",
    "description": "Once home to the most advanced civilization on Earth, Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people and then the surface world. Standing in his way is Arthur Curry, Orm's half-human, half-Atlantean brother and true heir to the throne.",
    "posterPath": "/zdw7Wf97vsQ0YnGomxDqfcEdUjX.jpg",
    "backdropPath": "/9QusGjxcYvfPD1THg6oW3RLeNn7.jpg",
    "voteAverage": 6.9,
    "voteCount": 13388,
    "releaseDate": "2018-12-07"
  },
  {
    "id": 1008042,
    "title": "Talk to Me",
    "description": "When a group of friends discover how to conjure spirits using an embalmed hand, they become hooked on the new thrill, until one of them goes too far and unleashes terrifying supernatural forces.",
    "posterPath": "/kdPMUMJzyYAc4roD52qavX0nLIC.jpg",
    "backdropPath": "/46Os8U0DEPmI0OnvKDxucl6SLVZ.jpg",
    "voteAverage": 7.2,
    "voteCount": 2224,
    "releaseDate": "2023-07-26"
  },
  {
    "id": 365620,
    "title": "Ferrari",
    "description": "Set during the summer of 1957. Ex-racecar driver, Enzo Ferrari, is in crisis. Bankruptcy stalks the company he and his wife, Laura, built from nothing ten years earlier. Their tempestuous marriage struggles with the mourning for one son and the acknowledgement of another.",
    "posterPath": "/xBFyJHvXCTgf9Vmq5uCnXRHrMQ4.jpg",
    "backdropPath": "/du11oPPbEoDnUpiREO5tUg47rJd.jpg",
    "voteAverage": 6.7,
    "voteCount": 268,
    "releaseDate": "2023-12-14"
  },
  {
    "id": 1053592,
    "title": "All the Names of God",
    "description": "After being implicated in a terrorist attack, Santi, a taxi driver, is taken hostage by one of the perpetrators.",
    "posterPath": "/n15gfcgwV0LVPSobrayZcFHcwN6.jpg",
    "backdropPath": "/zX9m8h33pHXcES7ttO8v0ThiYj7.jpg",
    "voteAverage": 6.6,
    "voteCount": 54,
    "releaseDate": "2023-09-15"
  },
  {
    "id": 118,
    "title": "Charlie and the Chocolate Factory",
    "description": "A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker.",
    "posterPath": "/wfGfxtBkhBzQfOZw4S8IQZgrH0a.jpg",
    "backdropPath": "/bSvUW4JQ6g4QiKvwejcfcPRd4Ke.jpg",
    "voteAverage": 7,
    "voteCount": 14439,
    "releaseDate": "2005-07-13"
  },
  {
    "id": 834347,
    "title": "Wired Shut",
    "description": "Reed Rodney, a disillusioned, world-famous novelist, is recovering at his remote mountain home from major reconstructive jaw surgery, which has rendered him physically unable to speak. Reed receives an unexpected visit from his estranged daughter, Emmy. After a life-threatening secret is exposed and upends their reality as they know it, Reed and Emmy must decide how far they are willing to go together in the name of survival and redemption.",
    "posterPath": "/6XN45BW4mICXrEIGdCC2WKlSy1.jpg",
    "backdropPath": "/qVpR0qeotvVYvk03TObbLaWiErF.jpg",
    "voteAverage": 5.1,
    "voteCount": 20,
    "releaseDate": "2021-08-30"
  },
  {
    "id": 565770,
    "title": "Blue Beetle",
    "description": "Recent college grad Jaime Reyes returns home full of aspirations for his future, only to find that home is not quite as he left it. As he searches to find his purpose in the world, fate intervenes when Jaime unexpectedly finds himself in possession of an ancient relic of alien biotechnology: the Scarab.",
    "posterPath": "/mXLOHHc1Zeuwsl4xYKjKh2280oL.jpg",
    "backdropPath": "/xzdOIL7261CWehsHOk3lnP0xqam.jpg",
    "voteAverage": 6.9,
    "voteCount": 2109,
    "releaseDate": "2023-08-16"
  },
  {
    "id": 214756,
    "title": "Ted 2",
    "description": "Newlywed couple Ted and Tami-Lynn want to have a baby, but in order to qualify to be a parent, Ted will have to prove he's a person in a court of law.",
    "posterPath": "/qMOt0uy1x49OBW0jzodgRM9waW0.jpg",
    "backdropPath": "/19Pghw34YdLbjeKpwfCRTNhaItr.jpg",
    "voteAverage": 6.3,
    "voteCount": 7075,
    "releaseDate": "2015-06-25"
  },
  {
    "id": 1061855,
    "title": "Richard the Stork and the Mystery of the Great Jewel",
    "description": "Richard, a sparrow adopted by a stork family, is wintering at the Great Lake in Northern Africa. When he realises that he won’t be the one to lead his flock back North, Richard decides to travel on his own and crosses paths with Samia and her sparrow flock, who are being held captive by evil marabous under the control of greedy peacock Zamano. The only chance of freedom for the sparrows is to solve a riddle and find the Great Jewel, which will call upon teamwork, trust and most of all- spork (sparrow + stork) skills.",
    "posterPath": "/i2ITl0QHxZ4S0u12NK7Ddtm463k.jpg",
    "backdropPath": "/58KBZ6EhPacJPHzhVnhwijROOkk.jpg",
    "voteAverage": 7.3,
    "voteCount": 6,
    "releaseDate": "2023-03-23"
  },
  {
    "id": 753453,
    "title": "V/H/S/94",
    "description": "A mysterious VHS tape leads a police S.W.A.T. team to the discovery of a sinister cult whose collection of pre-recorded material reveals a nightmarish conspiracy.",
    "posterPath": "/9fSogEkqDfJQTuGHsTFloQz3Tw8.jpg",
    "backdropPath": "/esyl5uvebhZPNIRcmGPUCZhRGRc.jpg",
    "voteAverage": 6.2,
    "voteCount": 386,
    "releaseDate": "2021-09-26"
  },
  {
    "id": 447365,
    "title": "Guardians of the Galaxy Vol. 3",
    "description": "Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.",
    "posterPath": "/r2J02Z2OpNTctfOSN1Ydgii51I3.jpg",
    "backdropPath": "/5YZbUmjbMa3ClvSW1Wj3D6XGolb.jpg",
    "voteAverage": 8,
    "voteCount": 5821,
    "releaseDate": "2023-05-03"
  },
  {
    "id": 845387,
    "title": "maboroshi",
    "description": "A factory explosion plunges a small town into a timeless freeze, leaving teenage Masamune and his pals to grapple with a quickly collapsing reality.",
    "posterPath": "/7kzoPEasqFZGPGHj1imsLtTM20k.jpg",
    "backdropPath": "/9yOe8oOyLw5iTiOUhm0F8I17aw9.jpg",
    "voteAverage": 8,
    "voteCount": 41,
    "releaseDate": "2023-09-15"
  },
  {
    "id": 934194,
    "title": "Slash/Back",
    "description": "In a remote Arctic community, a group of Inuit girls fight off an alien invasion, all while trying to make it to the coolest party in town.",
    "posterPath": "/fmmRFQtsRrNOpmcfoxVIyE1LxxT.jpg",
    "backdropPath": "/vruRG9oFSC2QI3F6vLAsj1ND14S.jpg",
    "voteAverage": 6.4,
    "voteCount": 58,
    "releaseDate": "2022-06-24"
  },
  {
    "id": 951491,
    "title": "Saw X",
    "description": "Between the events of 'Saw' and 'Saw II', a sick and desperate John Kramer travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer, only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, the infamous serial killer returns to his work, turning the tables on the con artists in his signature visceral way through devious, deranged, and ingenious traps.",
    "posterPath": "/aQPeznSu7XDTrrdCtT5eLiu52Yu.jpg",
    "backdropPath": "/uUJp5I4IbzuhdUiEx4R9OAoFpbz.jpg",
    "voteAverage": 7.4,
    "voteCount": 1449,
    "releaseDate": "2023-09-27"
  },
  {
    "id": 621587,
    "title": "Next Goal Wins",
    "description": "Dutch coach Thomas Rongen attempts the nearly impossible task of turning the American Samoa soccer team from perennial losers into winners.",
    "posterPath": "/xTQCL1zGugIck8MgvJ2lXSrxENR.jpg",
    "backdropPath": "/riuTxOEKQ9lfvSan2vwaOPipwtr.jpg",
    "voteAverage": 6.5,
    "voteCount": 145,
    "releaseDate": "2023-11-16"
  },
  {
    "id": 829557,
    "title": "365 Days: This Day",
    "description": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost.",
    "posterPath": "/7qU0SOVcQ8BTJLodcAlulUAG16C.jpg",
    "backdropPath": "/zBG5Mg29NH9xxpWMMG7BIvKwYhL.jpg",
    "voteAverage": 5.8,
    "voteCount": 1289,
    "releaseDate": "2022-04-27"
  },
  {
    "id": 672,
    "title": "Harry Potter and the Chamber of Secrets",
    "description": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
    "posterPath": "/sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg",
    "backdropPath": "/1stUIsjawROZxjiCMtqqXqgfZWC.jpg",
    "voteAverage": 7.7,
    "voteCount": 20919,
    "releaseDate": "2002-11-13"
  },
  {
    "id": 370464,
    "title": "The Masked Saint",
    "description": "The journey of a professional wrestler who becomes a small town pastor and moonlights as a masked vigilante fighting injustice. While facing crises at home and at the church, the Pastor must evade the police and somehow reconcile his violent secret identity with his calling as a pastor.",
    "posterPath": "/zlT1Tc9hA1Ntye5hr7Gxos9U6U9.jpg",
    "backdropPath": "/y9Dr6yCVYRmjKuDjOjNyWxVuGjp.jpg",
    "voteAverage": 3.4,
    "voteCount": 18,
    "releaseDate": "2016-01-08"
  },
  {
    "id": 968051,
    "title": "The Nun II",
    "description": "In 1956 France, a priest is violently murdered, and Sister Irene begins to investigate. She once again comes face-to-face with a powerful evil.",
    "posterPath": "/5gzzkR7y3hnY8AD1wXjCnVlHba5.jpg",
    "backdropPath": "/pLm9j7o5InoWaG2tlaQABYR2cAx.jpg",
    "voteAverage": 6.8,
    "voteCount": 1668,
    "releaseDate": "2023-09-06"
  },
  {
    "id": 157336,
    "title": "Interstellar",
    "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "posterPath": "/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
    "backdropPath": "/l33oR0mnvf20avWyIMxW02EtQxn.jpg",
    "voteAverage": 8.4,
    "voteCount": 33511,
    "releaseDate": "2014-11-05"
  },
  {
    "id": 438631,
    "title": "Dune",
    "description": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
    "posterPath": "/d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
    "backdropPath": "/jYEW5xZkZk2WTrdbMGAPFuBqbDc.jpg",
    "voteAverage": 7.8,
    "voteCount": 9943,
    "releaseDate": "2021-09-15"
  },
  {
    "id": 816707,
    "title": "Alimañas",
    "description": "The story of a mother who does not want to die and a pair of ruinous children who only think about inheriting.",
    "posterPath": "/aGQ9AAytrwR30dqSS0rgfcbzoEC.jpg",
    "backdropPath": "/7xWSGLIP7x1ur3y2OwKKsOE86Un.jpg",
    "voteAverage": 5,
    "voteCount": 7,
    "releaseDate": "2023-10-27"
  },
  {
    "id": 447362,
    "title": "Life in a Year",
    "description": "A 17 year old finds out that his girlfriend is dying, so he sets out to give her an entire life, in the last year she has left.",
    "posterPath": "/bP7u19opmHXYeTCUwGjlLldmUMc.jpg",
    "backdropPath": "/88J6waYVTta8Qz3iX3qUeWNA5d5.jpg",
    "voteAverage": 8.3,
    "voteCount": 1687,
    "releaseDate": "2020-11-27"
  },
  {
    "id": 951546,
    "title": "Reign of Chaos",
    "description": "When the world is gripped by a plague unleashed by the evil lord Chaos, and humans are turned into rabid creatures, mankind can only be saved by three young women, descendants of a Goddess, with the power to stop Chaos' evil.",
    "posterPath": "/nTMmpvR9TyV631tpFr4FtYxG0FC.jpg",
    "backdropPath": "/4MUfDtBqUFqotGF5RJOfNfoBTLo.jpg",
    "voteAverage": 5.7,
    "voteCount": 36,
    "releaseDate": "2022-04-12"
  },
  {
    "id": 845861,
    "title": "State of Siege: Temple Attack",
    "description": "Based on the true incident of the 2002 terrorist attack in Gujarat's Akshardham temple, the story revolves around the bravery of NSG commandos, who stood up for their country and their people in the worst of times.",
    "posterPath": "/ckghAN8FuYY2icUyJjVkKXiBrek.jpg",
    "backdropPath": "/dZzfAouqh1YOLhfF8QYbrqOhuK.jpg",
    "voteAverage": 6.2,
    "voteCount": 28,
    "releaseDate": "2021-07-09"
  },
  {
    "id": 1232289,
    "title": "Society of the Snow: Who Were We on the Mountain?",
    "description": "An in-depth look at the creative process behind \"Society of the Snow,\" featuring cast, crew, director J.A. Bayona and even real-life survivors.",
    "posterPath": "/6TGDsFSSi0dvpcwZsjUj6LxtPY2.jpg",
    "backdropPath": "/fh022Zgyoq1UzxshTObNLjQ2JoC.jpg",
    "voteAverage": 7.3,
    "voteCount": 5,
    "releaseDate": "2024-01-23"
  },
  {
    "id": 79443,
    "title": "The Smurfs: A Christmas Carol",
    "description": "When Grouchy Smurf behaves badly to everyone and refuses to celebrate Christmas, the Smurfs of Christmas Past, Present and Future teach him to appreciate Christmas.",
    "posterPath": "/1gjT65lS29BbclJlmGvtwnT7hya.jpg",
    "backdropPath": "/df3vBSN3wmfe0QYGPxDdSzVwnYZ.jpg",
    "voteAverage": 6.7,
    "voteCount": 231,
    "releaseDate": "2011-12-02"
  },
  {
    "id": 519182,
    "title": "Despicable Me 4",
    "description": "Gru and Lucy and their girls — Margo, Edith and Agnes — welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, and the family is forced to go on the run.",
    "posterPath": "/hoJDI4mkP2w9WK2po5aZx3YIcLP.jpg",
    "backdropPath": "/jR7ugO72zsNoNTIyt1iwlNP2qm4.jpg",
    "voteAverage": 0,
    "voteCount": 0,
    "releaseDate": "2024-07-03"
  },
  {
    "id": 361743,
    "title": "Top Gun: Maverick",
    "description": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
    "posterPath": "/62HCnUTziyWcpDaBO2i1DX17ljH.jpg",
    "backdropPath": "/AaV1YIdWKnjAIAOe8UUKBFm327v.jpg",
    "voteAverage": 8.2,
    "voteCount": 8170,
    "releaseDate": "2022-05-24"
  },
  {
    "id": 820525,
    "title": "After Everything",
    "description": "Besieged by writer’s block and the crushing breakup with Tessa, Hardin travels to Portugal in search of a woman he wronged in the past – and to find himself. Hoping to win back Tessa, he realizes he needs to change his ways before he can make the ultimate commitment.",
    "posterPath": "/uQxjZGU6rxSPSMeAJPJQlmfV3ys.jpg",
    "backdropPath": "/jkKVLzLWjSvTnc84VzeljhSy6j8.jpg",
    "voteAverage": 6.9,
    "voteCount": 666,
    "releaseDate": "2023-09-13"
  },
  {
    "id": 447277,
    "title": "The Little Mermaid",
    "description": "The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.",
    "posterPath": "/ym1dxyOk4jFcSl4Q2zmRrA5BEEN.jpg",
    "backdropPath": "/7VEUOEfRzzrQfWddlIyLUKvh6Nf.jpg",
    "voteAverage": 6.4,
    "voteCount": 2574,
    "releaseDate": "2023-05-18"
  },
  {
    "id": 779047,
    "title": "Us Again",
    "description": "In a vibrant city pulsating with rhythm and movement, an elderly man and his young-at-heart wife rekindle their youthful passion for life and each other on one magical night.",
    "posterPath": "/zKnenwvQB6xA4mxc8zxL2S8qVbR.jpg",
    "backdropPath": "/mtiV9I1OswrwfMT2yWa3HRDgQXP.jpg",
    "voteAverage": 7.9,
    "voteCount": 294,
    "releaseDate": "2021-03-05"
  },
  {
    "id": 673593,
    "title": "Mean Girls",
    "description": "New student Cady Heron is welcomed into the top of the social food chain by the elite group of popular girls called ‘The Plastics,’ ruled by the conniving queen bee Regina George and her minions Gretchen and Karen. However, when Cady makes the major misstep of falling for Regina’s ex-boyfriend Aaron Samuels, she finds herself prey in Regina’s crosshairs. As Cady sets to take down the group’s apex predator with the help of her outcast friends Janis and Damian, she must learn how to stay true to herself while navigating the most cutthroat jungle of all: high school.",
    "posterPath": "/fbbj3viSUDEGT1fFFMNpHP1iUjw.jpg",
    "backdropPath": "/mpIpHN7DJprENGiSvxOaG5mLzht.jpg",
    "voteAverage": 6.5,
    "voteCount": 107,
    "releaseDate": "2024-01-10"
  },
  {
    "id": 674,
    "title": "Harry Potter and the Goblet of Fire",
    "description": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named.",
    "posterPath": "/fECBtHlr0RB3foNHDiCBXeg9Bv9.jpg",
    "backdropPath": "/5rrGVmRUuCKVbqUu41XIWTXJmNA.jpg",
    "voteAverage": 7.8,
    "voteCount": 19764,
    "releaseDate": "2005-11-16"
  },
  {
    "id": 673,
    "title": "Harry Potter and the Prisoner of Azkaban",
    "description": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all.",
    "posterPath": "/aWxwnYoe8p2d2fcxOqtvAtJ72Rw.jpg",
    "backdropPath": "/obKmfNexgL4ZP5cAmzdL4KbHHYX.jpg",
    "voteAverage": 8,
    "voteCount": 20526,
    "releaseDate": "2004-05-31"
  }
]